{"Tweets":{"0":"A former Los Angeles police officer who shot and killed a mentally disabled man inside a Costco store in 2019 was a… https:\/\/t.co\/yyMRQKZLX8","1":"Americans are flocking to national parks in record numbers. But if you want to bypass the crowds, one strategy is t… https:\/\/t.co\/DnKtXULSUD","2":"The British police did not respond to questions from the Times, citing concerns about prejudicing the inquest into… https:\/\/t.co\/kPRTLEMe0X","3":"The prosecution dropped the manslaughter charge against Daniela’s partner just before the trial was set to begin: c… https:\/\/t.co\/LhVR32Keel","4":"The New York Times obtained a confidential watchdog report into the police’s handling of Daniela’s case.\n\nIt reveal… https:\/\/t.co\/KqbPi2UXmU","5":"Britain's crisis of violence against women and girls has worsened during the pandemic — prosecution rates are shock… https:\/\/t.co\/iDZTmc9w6b","6":"Daniela Espirito Santo, 23, died after being assaulted by her boyfriend. She'd reported him seven times, but her cr… https:\/\/t.co\/Xww269Ws52","7":"A Chinese court upheld the death sentence of Robert Lloyd Schellenberg, a Canadian man convicted of drug traffickin… https:\/\/t.co\/yqGNSmFBwX","8":"RT @jane__bradley: Daniela Espirito Santo died in lockdown after being assaulted by her boyfriend –– she’d reported him seven times. He’s a…","9":"The world does not lack scents, Ernesto Collado, a fragrance maker in Spain, believes. But it lacks authentic scent… https:\/\/t.co\/UdN3NA5JxO","10":"A typhoon swept away a yellow, polka-dot pumpkin sculpture from its perch on the tip of the Japanese island of Naos… https:\/\/t.co\/JfXHwrjPXc","11":"Nearly two months after Europe reopened to travelers from the U.S., America’s borders remain closed to most Europea… https:\/\/t.co\/vbpYCtck01","12":"Virginia Giuffre, one of Jeffrey Epstein's most prominent accusers, has filed a lawsuit against Prince Andrew sayin… https:\/\/t.co\/2ig8TixeLb","13":"Here's a look at some of the highlights worth watching from late-night TV.\nhttps:\/\/t.co\/mIk2G4TjJe","14":"RT @Lkatzenberg: “We cannot even trust the government to defend us now,” said Noor Agha, 26, who fled to Kabul from Kunduz on Sunday. “If I…","15":"This cake is summer in a loaf pan. Have it as dessert or a snack, but it’s especially good at breakfast with hot co… https:\/\/t.co\/nWJE1XwzEA","16":"In Opinion\n\n\"The crucial questions are whether people are getting the right dosage of vaccine for the best protecti… https:\/\/t.co\/chqcXUlg4u","17":"https:\/\/t.co\/zyW70LmrHf","18":"Canada on Monday reopened its borders to fully vaccinated Americans for the first time since March 2020.\n\nBut the d… https:\/\/t.co\/LJVk60M052","19":"Some of the largest wildfires in U.S. history are burning across the American West this summer. See the latest with… https:\/\/t.co\/wKUQaVUu9A","20":"A Chinese court upheld the death sentence of Robert Lloyd Schellenberg, a Canadian man convicted of drug traffickin… https:\/\/t.co\/A0UVKMC4vC","21":"In Opinion\n\n\"Everyone believes that the FDA should be prudent in evaluating vaccine safety,\" writes Michelle Goldbe… https:\/\/t.co\/ASqJKkbhPL","22":"Muchos cubanos creyeron que el gobierno estadounidense empezaría a normalizar las relaciones diplomáticas con La Ha… https:\/\/t.co\/VTbK57XV6n","23":"Americans are flocking to national parks in record numbers. But if you want to bypass the crowds, one strategy is t… https:\/\/t.co\/goVTyBppWQ","24":"More than 300 flights were canceled at O’Hare International Airport in Chicago on Monday after severe weather promp… https:\/\/t.co\/yOek458GIR","25":"RT @edkshanahan: Prince Andrew faces a potential legal threat in the form of a lawsuit filed against him by one of Jeffrey Epstein's most p…","26":"The past year left iO Theater and Second City, two of Chicago's comedy institutions, reeling. Now, outsiders are he… https:\/\/t.co\/MkgJ4jhnEy","27":"Lee Jae-yong, the de facto leader of the Samsung conglomerate, who was imprisoned for bribery, is set to be release… https:\/\/t.co\/Afj3F8jgyz","28":"With \"Rutherford Falls\" and \"Reservation Dogs,\" which premiered Monday on FX on Hulu, Native American stories told… https:\/\/t.co\/wVioHFj7qh","29":"A former Los Angeles police officer who shot and killed a mentally disabled man inside a Costco store in 2019 was a… https:\/\/t.co\/M9dCThH8cB","30":"Ilona Royce Smithkin, as an orange-haired nonagenarian with matching two-inch eyelashes, became a muse for photogra… https:\/\/t.co\/LDLMgGQ7R7","31":"RT @tripgabriel: Democrats formally began their push on Monday for the most significant expansion of the nation’s social safety net since t…","32":"President Biden has made the conversion to electric vehicles a pillar of climate policy. But government incentives… https:\/\/t.co\/5pBTkm9KC6","33":"RT @jackhealyNYT: One researcher suggested that, best case, addressing fire threats will take 10-30 years of aggressive mitigation\/forest m…","34":"Two men, convicted in separate cases, spent more than three decades in prison. They were freed on Monday, found to… https:\/\/t.co\/DLJho81dkv","35":"Some of the largest wildfires in U.S. history are burning across the American West this summer. See the latest with… https:\/\/t.co\/ZVhVEqKG3d","36":"Smoke from the Dixie Fire in California is turning the air in Salt Lake City and Denver into some of the dirtiest i… https:\/\/t.co\/Mo2egFB4yG","37":"Leaders of vulnerable countries said a U.N. report that warned of devastating global warming effects must galvanize… https:\/\/t.co\/TkkUvf4QJP","38":"Kelli Hand, a longtime DJ known as K-Hand who was named the \"first lady of Detroit\" for her contributions to the te… https:\/\/t.co\/ehItzwjxpe","39":"Many Cubans thought the Biden administration would move to normalize diplomatic relations with Havana. Instead, Pre… https:\/\/t.co\/THVyvNpY45","40":"A looming heat wave in Canada this week could intensify wildfires in British Columbia — where more than a million a… https:\/\/t.co\/zCug6qAGk6","41":"RT @skarlamangla: This confusing moment in the pandemic has brought a flurry of confusing new rules in California. \n\nDo you need a vaccinat…","42":"Virginia Giuffre, one of Jeffrey Epstein's most prominent accusers, has filed a lawsuit against Prince Andrew sayin… https:\/\/t.co\/EytybftpDk","43":"The New York State Assembly could soon decide to impeach Gov. Andrew Cuomo after a report from the attorney general… https:\/\/t.co\/pZm4COqOKp","44":"A wildflower found not far from major cities in the Pacific Northwest is the world’s newest and most unexpected car… https:\/\/t.co\/NJPAKNtVCO","45":"A trip to church with Aretha Franklin. Lost footage of “Black Woodstock.” A glimpse of hell at an ill-fated Rolling… https:\/\/t.co\/1sgkaosIpt","46":"Most state employees and all health care workers in Washington State must be fully vaccinated against the coronavir… https:\/\/t.co\/UxhG4jMqnD","47":"Trevor Moore, a comedian and co-founder of the popular sketch comedy show \"The Whitest Kids U’Know,\" which ran for… https:\/\/t.co\/YAEawLZMVL","48":"A Dallas school district announced that everyone — students, employees and visitors — must wear a mask while on sch… https:\/\/t.co\/bVjENVingI","49":"Wrap your chicken with bacon, grill it and drizzle it with this nearly green goddess, almost-guacamole dressing and… https:\/\/t.co\/wHLI3M9l92","50":"RT @juliarebeccaj: Second City &amp; iO are now owned by comedy newcomers — a private equity firm and real estate execs. After last year’s call…","51":"The Biden administration imposed a new round of economic sanctions on Belarus on Monday.\n\nThe move marked the anniv… https:\/\/t.co\/enuEJWIIxJ","52":"In Opinion\n\n“This isn’t the lovely kind of summer that has us lingering on the porch and watching the lightning bug… https:\/\/t.co\/v4dTvakA7O","53":"Some judges in Ohio have told people released on probation to get a Covid-19 vaccine or face being sent to prison.… https:\/\/t.co\/dlmmc7TvVL","54":"In recent months, record-high temperatures, flooding and drought have had catastrophic consequences for individuals… https:\/\/t.co\/ftEVOAizOf","55":"Jay-Z's 2003 \"Black Album\" provided a soundtrack for Black men pursuing their own success. Looking back on its mess… https:\/\/t.co\/jQ6fM4tDqH","56":"This series of composite images shows how eight memorable moments from the past two weeks of the #Tokyo2020 Olympic… https:\/\/t.co\/cE3GBljuBj","57":"The catastrophic fires that have been raging in Greece have entered a second week.\n\nEvia, the country's second larg… https:\/\/t.co\/DGliK8bZBX","58":"As concerts amped up again, our critic attended shows across the U.S. for six weeks. But Covid concerns became the… https:\/\/t.co\/Ekya8hXTVr","59":"Louisiana is experiencing the highest rate of Covid-19 cases per capita in the U.S., with patients in their 20s and… https:\/\/t.co\/ejWUI220Mb","60":"Hundreds of people gathered in a Kabul public park after fleeing fighting in northern Afghanistan.\n\nThe collapse of… https:\/\/t.co\/NKWqfNkTiH","61":"A judge overseeing the conservatorship of Britney Spears has denied her lawyer's request to expedite a Sept. 29 hea… https:\/\/t.co\/UCf8hbahZ3","62":"A virologist who said the Trump administration retaliated against him last year by ousting him from his job has set… https:\/\/t.co\/320MLv8hVS","63":"Days after the revelation of her affair with Tiger Woods in 2009, Rachel Uchitel signed an NDA more than 30 pages l… https:\/\/t.co\/FFkgXvFRsF","64":"Senator Elizabeth Warren, Democrat of Massachusetts, will propose a minimum tax of 7% on the profits of the richest… https:\/\/t.co\/9GMaAFqVYt","65":"Nations have delayed curbing their fossil-fuel emissions for so long that they can no longer stop global warming fr… https:\/\/t.co\/mnbXd7z2FA","66":"Breaking News: Defense Secretary Lloyd Austin will seek to order mandatory coronavirus vaccines for 1.3 million act… https:\/\/t.co\/Fyh9IfbCfw","67":"Caught between Taliban insurgents on the advance and government forces clinging to control of Kandahar, Afghanistan… https:\/\/t.co\/4bDdMxNcc9","68":"New York legislators could decide by early next month to try to force Gov. Andrew Cuomo out of office over allegati… https:\/\/t.co\/w8ixdxOuir","69":"Families with high-risk children who can’t be vaccinated are increasingly concerned over the Delta variant. Parents… https:\/\/t.co\/W31p7dGRY1","70":"The Taliban insurgents’ swift push in recent days, gaining control over several Afghan cities, signals the start of… https:\/\/t.co\/YRu8uh0qBu","71":"RT @ByMattStevens: NEWS: \"West Side Story\" becomes the latest causality of the pandemic: \nhttps:\/\/t.co\/LmYdTZEsIS","72":"RT @EmilyAnthes: As the highly Delta variant spreads, some hospitals say they are seeing more critically ill children than they have at any…","73":"The longer it takes for Gov. Andrew Cuomo’s fate to be resolved, the greater the headache for Democrats. Some Repub… https:\/\/t.co\/cChQfjt9Qb","74":"RT @NYTimesWordplay: Join @DebAmlen and @faBioethics as they solve Alex Eaton-Salners' Monday puzzle https:\/\/t.co\/nVE37Kf8Zn","75":"Fueled by Gen Z, text-heavy meme posts are sweeping through Instagram. The trend has transformed the app into a net… https:\/\/t.co\/aEGctw5YqU","76":"Loeb got no credit for his atomic bomb scoop. But over an accomplished journalistic career, he promoted the value o… https:\/\/t.co\/fdOZ7oFfbV","77":"By today's standards, Laurence engaged in a rash of troubling deals and alliances. Archives showed that Laurence to… https:\/\/t.co\/NrwThkPlCK","78":"New books tell how Laurence, a two-time Pulitzer winner, became a serial defier of journalism's mores.\n\nHe flourish… https:\/\/t.co\/t0KtopYlSh","79":"As public awareness of the radiation grew, Gen. Leslie Groves, who directed the making of the bomb, could no longer… https:\/\/t.co\/slfSPLhDPX","80":"Weeks after the Hiroshima bombing, Laurence misleadingly claimed in a front-page article that the destructive force… https:\/\/t.co\/GqONnlX3u9","81":"Loeb’s article contradicted the U.S. War Department, The New York Times and its star reporter, William Laurence, wh… https:\/\/t.co\/YSCyP7JcFr","82":"Charles Loeb, a pioneering Black war correspondent, defied propaganda from the U.S. military with an article that s… https:\/\/t.co\/PPl91I7Qtc","83":"Most of Washington, western Oregon and parts of Northern California — including near where the Dixie Fire is burnin… https:\/\/t.co\/XENUPHPsen","84":"Some devastating impacts of global warming are now unavoidable, a major new scientific report released on Monday fo… https:\/\/t.co\/xTyvvP1iTj","85":"There is a growing revolution on the streets of New York City. It is transforming public spaces that have long been… https:\/\/t.co\/IrHiujABB1","86":"RT @uugwuu: I wrote an essay about The Black Album, growing up First Gen, and what comes after Black Excellence. For a series revisiting fo…","87":"A confluence of factors — including Delta’s contagiousness and the fact that people under 12 are not yet eligible t… https:\/\/t.co\/WllTpr4wKJ","88":"Five of the six cities taken by the Taliban in recent days are in northern Afghanistan, long the home of resistance… https:\/\/t.co\/Q6fn5vy3cb","89":"Texas schools are preparing to reopen as there has been a 134% increase in Covid cases in the state over the last t… https:\/\/t.co\/CQOO7WxzlY","90":"Follow for more on the $3.5 trillion proposal that could prove to be the most significant change to the social safe… https:\/\/t.co\/lHWAuBcSod","91":"Democrats appear to have rejected the possibility of addressing the approaching statutory limit on the federal gove… https:\/\/t.co\/bUVOg2wTNP","92":"Democrats are trying to push the boundaries of the fast-track budget process to clear policy changes that otherwise… https:\/\/t.co\/kbPbb9gzK7","93":"The budget blueprint, while nonbinding, calls for a series of liberal priorities, including ones championed by Sena… https:\/\/t.co\/pW5UeYqEC4","94":"If Democrats and their two independent allies in the Senate can stick together, that budget measure could pass the… https:\/\/t.co\/IXABQcLc9e","95":"The $3.5 trillion budget blueprint would allow Senate Democrats to build legislation that would boost spending on h… https:\/\/t.co\/qr4LthfI7k","96":"Families with high-risk children who can’t be vaccinated are increasingly concerned over the Delta variant. Parents… https:\/\/t.co\/LeTjyButfP","97":"The Senate has been working on the infrastructure bill \"the old-fashioned way,\" our congressional correspondents… https:\/\/t.co\/GQ458VxzKV","98":"The Senate is expected to move toward final passage of a bipartisan $1 trillion infrastructure package, with a vote… https:\/\/t.co\/FviTfagBpv","99":"RT @nytclimate: “There’s no going back from some changes in the climate system,” said Ko Barrett, a vice-chair of the IPCC, but it's still…","100":"How many words can you make with 7 letters? Try today’s Spelling Bee. https:\/\/t.co\/Q5xKKKEeVR https:\/\/t.co\/6Z7aD2uMoY","101":"Algunos impactos devastadores del calentamiento global ahora son inevitables, según un importante informe de la ONU… https:\/\/t.co\/vNfdOeUepb","102":"The Taliban seized near total control over Aybak, a provincial capital in northern Afghanistan, on Monday, official… https:\/\/t.co\/QobbjWJFp0","103":"Sergei Kovalev, a longtime Kremlin adversary during the Soviet era who went on to campaign against the post-communi… https:\/\/t.co\/4hidDBqTLH","104":"RT @jodikantor: Breaking: Roberta Kaplan, chair of Time's Up and co-founder of its legal defense fund, has resigned from the organization i…","105":"Roberta Kaplan, the chairwoman of Time’s Up, resigned from the organization after facing criticism for her ties to… https:\/\/t.co\/0sQDY1qRte","106":"The fund created by the estate of Jeffrey Epstein to compensate victims of sexual assault by the financier has paid… https:\/\/t.co\/DcI6ougcJ9","107":"China has fired or reprimanded dozens of officials nationwide, saying they mishandled a coronavirus outbreak that i… https:\/\/t.co\/llSWcSy2Ma","108":"Breaking News: Democrats unveiled a $3.5 trillion budget that would start work on the most significant change to th… https:\/\/t.co\/5KuZO6SWsa","109":"In Opinion\n\n\"Even Mr. Bolsonaro couldn’t crack Brazilians’ unbreakable love of vaccines,\" writes Vanessa Barbara in… https:\/\/t.co\/arXS56tUMB","110":"RT @MattGoldstein26: The problems associated with evictions filed against renters may not end for some with the eventual payment of billion…","111":"RT @KeithBradsher: Beijing prepares measures against Covid for Winter Olympics next February, including quarantines, extra plastic barriers…","112":"Brittany Commisso, who accused Gov. Andrew Cuomo of groping her and filed a criminal complaint against him, rebutte… https:\/\/t.co\/m4JgFq7FhJ","113":"The Taliban’s swift advance in recent days, gaining control over several provincial Afghan capitals, signals the st… https:\/\/t.co\/SOtWHl29Nk","114":"RT @katierosman: Rachel Uchitel, the elder stateswoman of the culture of celebrity, sex and the media, is ready to tell the story of her $8…","115":"As students prepare for a return to in-person learning, conflicts have arisen over classroom mask mandates in some… https:\/\/t.co\/OVjfo1BT5w","116":"The effort to stamp out catastrophic wildfires in Greece entered a second week on Monday. A protracted heat wave ha… https:\/\/t.co\/yGCMxSt4L9","117":"The Dixie Fire that is ravaging Northern California became the state’s second largest on record over the weekend. A… https:\/\/t.co\/2gDBHz4G3f","118":"South Korea will open its coronavirus vaccination booking system to adults ages 18 to 49, a major step forward in i… https:\/\/t.co\/M9PHvdRmem","119":"A federal judge on Sunday ruled to allow Norwegian Cruise Line to require proof of vaccination from passengers desp… https:\/\/t.co\/0MXg1dYYPA","120":"The Colorado Rockies said they were investigating after a spectator repeatedly yelled a racial slur at Miami Marlin… https:\/\/t.co\/91jMqVc6xR","121":"Melissa DeRosa, Governor Andrew Cuomo’s top aide, has resigned, less than a week after the New York State attorney… https:\/\/t.co\/NMYCrTJuDq","122":"Researchers in Australia have tickled lab rats every day for a month to see if it will improve the animals’ emotion… https:\/\/t.co\/G5xuQruyHi","123":"But if nations fail to do so, global average temperatures will keep rising.\n\nAnd the hotter it gets, the greater th… https:\/\/t.co\/D0UYMvTG74","124":"Humanity can still prevent the planet from getting even hotter, but it would require a major shift: If the world ma… https:\/\/t.co\/sZhNocRQo0","125":"Humans have already heated the planet about 1.1 degrees Celsius — 2 degrees Fahrenheit — since the 19th century. Ev… https:\/\/t.co\/dFlL44ujqL","126":"Already, the consequences have been stark: deadly heat waves, devastating floods, raging wildfires.\n\nBut that’s onl… https:\/\/t.co\/7HNBkfPPMm","127":"Global warming will get progressively worse and cannot be stopped over the next 30 years, a major new UN report has… https:\/\/t.co\/pjjFRt8SlU","128":"With the Winter Olympics in Beijing just six months away, the Chinese authorities are planning elaborate precaution… https:\/\/t.co\/vfkuXZt3hc","129":"RT @RorySmith: It’s not just the pandemic that means PL clubs - and your Barcelonas and Real Madrids and PSGs - can’t shift their drifters…","130":"Theary Seng escaped Cambodia’s killing fields as a child. After returning to the country as a human rights advocate… https:\/\/t.co\/03pMGDDOJ6","131":"One of the strangest Olympics in recent memory ended much as they began, with reduced cohorts of athletes waving to… https:\/\/t.co\/0AjEjLeWlt","132":"Breaking News: Some devastating impacts of global warming are now unavoidable, a major UN report found. But there i… https:\/\/t.co\/EAt8X4oDH1","133":"Now that the #Olympics have come to an end, see how this year’s champions compare to their predecessors. Or, in som… https:\/\/t.co\/yT5omk2NFR","134":"A centuries-old tradition in Albania in which women declare themselves men so they can enjoy male privilege is dyin… https:\/\/t.co\/32IBiqqe04","135":"The current conflict in Afghanistan, explained. https:\/\/t.co\/Ap7rKWl5Dw","136":"How many words can you make with 7 letters? Try today’s Spelling Bee. https:\/\/t.co\/gjPo8vzIb8 https:\/\/t.co\/HmQIzZZ5BB","137":"“When you eat something that’s so high in sugar, you’re going to have an equally high insulin response, which often… https:\/\/t.co\/wkiuZapOtl","138":"The Maldives is waging a campaign to position itself as the place to go to rediscover the beauty of travel. But it… https:\/\/t.co\/eopRI7bsv6","139":"During quarantine in New York City, few activities exploded in popularity more than skateboarding. Social media has… https:\/\/t.co\/C7tMCUoujp","140":"Lorde used to hate guitars. Then came \"Solar Power.\" The 24-year-old musician traced the personal and sonic evoluti… https:\/\/t.co\/5izDOAF2Bb","141":"If you’re looking for swimwear, there are more options than ever. But trying to find the right one is still a helli… https:\/\/t.co\/VUTcTbA11G","142":"The whiplash in guidance around masks has created public confusion, but mask sellers and designers in the U.S. are… https:\/\/t.co\/9UN5LMRE6V","143":"The film director James Gunn thought his career was over after crude jokes he made on Twitter got him temporarily f… https:\/\/t.co\/w1Si5bhGvM","144":"Michael Joseph Vaughan, a 5-year-old whose family calls him Monkey, was last seen on July 27 near his home in Fruit… https:\/\/t.co\/zfjZzGdLRG","145":"Three architects, three journalists and two designers gathered over Zoom to make a list of the 25 most influential… https:\/\/t.co\/XwAAPBECEt","146":"A young couple, realizing they weren’t going back to their workplaces ‘probably ever,’ set a $500,000 budget for a… https:\/\/t.co\/GIu15AmpYT","147":"How did obscure grass-roots clubs get a key role in choosing Hong Kong's next leader? They are loyal to Beijing. https:\/\/t.co\/atEMJ9re8g","148":"If Governor Andrew Cuomo steps down or is forced out, his lieutenant governor, Kathy Hochul, 62, will take his plac… https:\/\/t.co\/GGvs3GbJKB","149":"A federal judge on Sunday ruled to allow Norwegian Cruise Line to require proof of vaccination from passengers desp… https:\/\/t.co\/KBmxEkA5hJ","150":"One pair was covered in candle wax. (Prince loved candles.) Another hid scuffs with pink Magic Marker. Multiple pai… https:\/\/t.co\/mQOq1EoSEK","151":"Breaking News: Melissa DeRosa, Governor Andrew Cuomo’s top aide, has resigned, less than a week after the New York… https:\/\/t.co\/w2h2EUiaC8","152":"RT @melbournecoal: Whether or not to receive a vaccine has for the most part been a private medical decision. But workplace safety policies…","153":"Peak summer eating doesn’t get much easier than this fresh tomato salad. https:\/\/t.co\/PMdSIfUfbD","154":"As a girl, Jane Withers landed leading roles that were the antidote to Shirley Temple’s. As an adult, she was known… https:\/\/t.co\/rGFmKcDMd1","155":"Voters keep electing men with gruff demeanors and sharp elbows like Governor Andrew Cuomo. And yet we are surprised… https:\/\/t.co\/YK3I4LjyUF","156":"Here are seven times Olympic magic happened that you may have missed (I mean, you knew about the spicy end to rhyth… https:\/\/t.co\/LGxJVPuF19","157":"RT @jodikantor: New: The allegations against Cuomo in the AG’s report are bad. Lining them up against public events makes them worse. Check…","158":"\"I told myself, 'If they shoot me first, they’ll stop there and won’t hit my son.'\"\n\nA Black real estate agent and… https:\/\/t.co\/r1WAldRr5M","159":"The recent string of Taliban military victories in Afghanistan has not moved President Biden to reassess his decisi… https:\/\/t.co\/p1h6WrBLLB","160":"Jacob Desvarieux, whose band, Kassav’, found millions of listeners as it held on to Caribbean roots while reaching… https:\/\/t.co\/iKCO7lqpvs","161":"In Opinion\n\n“Will the quest for transparency always be a game of cat and mouse between major tech platforms and und… https:\/\/t.co\/zVoHzvdTLA","162":"Will it forever be remembered as the Covid Games? The Tokyo Olympics happened with standout performances but the la… https:\/\/t.co\/yzDTbFTNHV","163":"The Dixie fire ravaging Northern California over the weekend has become the state’s second largest on record. The b… https:\/\/t.co\/swzx1JD7E7","164":"Even if you're not a caregiver now, odds are that you will find yourself in the role someday. We asked readers who… https:\/\/t.co\/4ly45CL4hl","165":"In three days, at least five provincial capitals have been seized by the Taliban in Afghanistan.\n\nBut the nation’s… https:\/\/t.co\/wWOMy4C9hX","166":"RT @Lkatzenberg: Never before in 20 years of war had the Taliban directly assaulted more than one provincial capital at a time. Now, three…","167":"We analyzed eight memorable moments from the past two weeks of the #Tokyo2020 #Olympics. https:\/\/t.co\/7QkhlIUQiX https:\/\/t.co\/pSAmgl1bst","168":"“Am I going to be able to be a good student ever again? Because this is really scary.”\n\nThe lingering physical, men… https:\/\/t.co\/7nsSccuXzv","169":"The current conflict in Afghanistan, explained. https:\/\/t.co\/i8Kjmi4qkh","170":"In Opinion\n\n\"It is a luxury to be irresponsible in a society where others would be responsible for you,\"… https:\/\/t.co\/jNkUU0yf1h","171":"Now that the #Olympics have come to an end, see how this year’s champions compare to their predecessors. Or, in som… https:\/\/t.co\/c7fdqDwtaO","172":"RT @anniekarni: Fauci: \"There is a problem with children...you're seeing a considerable number of young people who are not only infected, b…","173":"If Governor Andrew Cuomo steps down or is forced out, his lieutenant governor, Kathy Hochul, 62, will take his plac… https:\/\/t.co\/jgdF4iZzYT","174":"The executive assistant who accused Governor Andrew Cuomo of repeatedly groping her and who filed a criminal compla… https:\/\/t.co\/bTmbbi70UF","175":"As “Hillbilly Elegy” author J.D. Vance runs for Senate in Ohio, he has walked back his previous criticism of Donald… https:\/\/t.co\/a0jORvO8C9","176":"A centuries-old tradition in Albania in which women declare themselves men so they can enjoy male privilege is dyin… https:\/\/t.co\/lHb7zYzIFR","177":"The second criminal trial for R. Kelly begins Monday. The singer faces charges of: \n\n∙ Racketeering based on sexual… https:\/\/t.co\/Sc4LxbfbzT","178":"RT @NYTScience: A new C.D.C. study of virus survivors shows that vaccines provided added protection, rather than just the natural immunity…","179":"Governor Asa Hutchinson of Arkansas said Sunday that he had made a mistake in signing a law banning mask mandates i… https:\/\/t.co\/G9EHWxKCJM","180":"RT @jgrovum: The magicians at @nytgraphics and @NYTSports have been outdoing themselves the entire Olympics, but this grand finale is anoth…","181":"Not ready to say goodbye to the Olympic Games? See all the action from #Tokyo2020 including a few things you might… https:\/\/t.co\/MJg1e4Dra9","182":"Anthony Rizzo, the first baseman recently acquired by the Yankees, has tested positive for the coronavirus. https:\/\/t.co\/zhHobcV24D","183":"A centuries-old tradition in Albania in which women declare themselves men so they can enjoy male privilege is dyin… https:\/\/t.co\/FInedJkDcr","184":"Markie Post, the effervescent actress known for her roles on the television series \"Night Court,\" \"The Fall Guy\" an… https:\/\/t.co\/vKJAFCXiRe","185":"Dennis “Dee Tee” Thomas, a saxophonist and a founding member of the band Kool &amp; the Gang, has died at 70. https:\/\/t.co\/FYNYpOyIxv","186":"In 2020, new boat sales in the U.S. reached a 13-year high. But as boating interest booms, so have boating accident… https:\/\/t.co\/1S88Mu2His","187":"Sports is facing a reckoning over the appropriation of Native American culture for profit. Is the travel industry n… https:\/\/t.co\/3jq2erS9ro","188":"The Leuser Ecosystem, on the Indonesian island of Sumatra, is the only place in the world where wild great apes, el… https:\/\/t.co\/saCb5nHG59","189":"Karen Hastie Williams became the first Black woman to serve as a Supreme Court clerk when she went to work for Thur… https:\/\/t.co\/5IS4ahRzii","190":"A hive of college activity during most months of the year, Chapel Hill, N.C. makes for a relaxed and entertaining s… https:\/\/t.co\/azucqTQagE","191":"Kunduz became the first major city in Afghanistan to be overtaken by the Taliban since their military offensive beg… https:\/\/t.co\/yB9ZjbTe9S","192":"Jeffrey A. Rosen, former President Trump’s acting attorney general, told the Justice Department watchdog and congre… https:\/\/t.co\/lljMtKMjF7","193":"RT @NYTArchives: The first New York Times Crossword puzzle appeared in the Sunday paper on Feb. 15, 1942. https:\/\/t.co\/w2kfaZjKgQ https:\/\/t…","194":"On Saturday, officials in Austin, Texas, warned the public that the city's Covid-19 situation had grown desperate a… https:\/\/t.co\/cJA6E4ZXgg","195":"“When you eat something that’s so high in sugar, you’re going to have an equally high insulin response, which often… https:\/\/t.co\/ySXCE7JIyK","196":"On Sunday morning, the Greek authorities ordered the evacuation of four more villages in an island northeast of Ath… https:\/\/t.co\/KrMCMMazPe","197":"If you're starting high school in the fall or you’re going off to college, @wirecutter suggests you strap on one of… https:\/\/t.co\/kQ9z4RYO5s","198":"With Mr. Trumka’s death last week, the federation faces a fundamental question: What is the A.F.L.-C.I.O.’s purpose? https:\/\/t.co\/xDwPdjAomJ","199":"We debunk a widely circulated video that purports to show a deputy overdosing at the mere exposure of fentanyl whil… https:\/\/t.co\/Lifm4iMop2"}}